[
    {
        "id": 1,
        "name": "ASHWINI",
        "planet_id": 7,
        "first_pada": "Blessed by God. Intelligent, generous and earning fame. Will be rich and earn a name.",
        "second_pada": "Inclined towards religious, ethical and philosophical studies. Excellent relationship with people in general. Proficient in debates and will exhibit eloquent speech.",
        "third_pada": "Inclined towards Vedas, Jyothish, science, etc. Tendency to preach good things. May suffer from heat related ailments of the body.",
        "fourth_pada": "Talented, generous, knowledgeable & intelligent people. One who believes in religious and Jyothish fields. Will have a better understanding of people and the environment in general. Will be fair in dealing with other people and issues.",
        "gana": "Deva",
        "yoni": "Ashwa(Horse)",
        "nadi": "Aadi",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 2,
        "name": "BHARANI",
        "planet_id": 6,
        "first_pada": "Will indulge in good deeds and be victorious with enemies. Intelligent but can sometimes be arrogant.",
        "second_pada": "Talented with good understanding of people. Generous and valorous. Will be of good character indulging in good deeds.",
        "third_pada": "Will be lucky in all aspects of life. Will lead a healthy and happy life.",
        "fourth_pada": "May have a critical character and will generally be fair. Will be adamant and envious and tends to lead an ordinary life.",
        "gana": "Manushya",
        "yoni": "Gaja(Elephant)",
        "nadi": "Madhya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 3,
        "name": "KRITHIKA",
        "planet_id": 1,
        "first_pada": "Will have good amount of land and properties. Will be blessed with all good things in life. May suffer from ill health in later years. Though talented, he may not be interested in studies.",
        "second_pada": "Will not have religious or traditional bent of mind. He can be arrogant and aggressive with undesirable habits. Will be inclined towards education and will be talented.",
        "third_pada": "Will be less intelligent and will bring trouble to others. Will be slow and lethargic to respond. Can have bad associations.",
        "fourth_pada": "Will not be rich and is expected to suffer from ill health. Can be quarrelsome and arrogant. Will not be interested in studies.",
        "gana": "Rakshasha",
        "yoni": "Mesh(Ram)",
        "nadi": "Anya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 4,
        "name": "ROHINI",
        "planet_id": 2,
        "first_pada": "Will have many desires. Will be associated with rich people. Handsome and linked with opposite sex. Will be educated and would like to travel a lot. Will live by their words.",
        "second_pada": "Good character and personality. Very religious and righteous. Believes in law of the land. Will be affluent and association with people of good character.",
        "third_pada": "Talented and well-educated. Proficient in mathematics, music, and poetry.",
        "fourth_pada": "Will be fair, just, and less tolerant towards others. Will be endowed with a lot of wealth and riches.",
        "gana": "Manushya",
        "yoni": "Sharpa(Snake)",
        "nadi": "Anya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 5,
        "name": "MRIGASHIRA",
        "planet_id": 9,
        "first_pada": "Will be rich and talented. Good appearance. Normally, will not believe in traditional values. Fond of travelling and can suffer from skin ailments.",
        "second_pada": "The native will be truthful in all aspects of life. Very talented and may get angry quickly. He will be associated with the opposite sex.",
        "third_pada": "Happy go lucky with an excellent character. Believes in traditional values and religious-minded. Quiet and fun-loving people.",
        "fourth_pada": "Talented and quiet natured Will be generous and kind-hearted. They will be truthful in all walks of life but may be impatient sometimes.",
        "gana": "Deva",
        "yoni": "Sharpa(Snake)",
        "nadi": "Madhya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 6,
        "name": "AARDHRA",
        "planet_id": 4,
        "first_pada": "Will be kind-hearted and talented. Can be friendly, sociable and amiable. Gifted and will amass lot of wealth. Will have an eye for numbers, proficient in mathematics.",
        "second_pada": "Fond of debates and arguments. Will be short-tempered. Normally, does not get along with kith and kin. Will be courageous and brave.",
        "third_pada": "The native will talk ill of others. Suffers from ailments and unkempt. A tough character who will not be friendly with fellow beings.",
        "fourth_pada": "They will keep away from kith and kin. Earns money in whatever possible ways. Has a talent for writing and therefore can be good authors.",
        "gana": "Manushya",
        "yoni": "Shwan",
        "nadi": "Aadi",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 7,
        "name": "PUNARVASU",
        "planet_id": 3,
        "first_pada": "Will have a fat appearance with full of desires. Can be lethargic and slow to react. Will be interested in studies and keeps to themselves.",
        "second_pada": "The native will not be inclined to religious and traditional values. Can be proud and may suffer from ill health in later years of life. Eloquent and knowledgeable.",
        "third_pada": "Fond of travelling and will have longevity with good understanding of people around. May suffer from disease of teeth.",
        "fourth_pada": "The native will be short but with good appearance. He will be generous and good-natured. Excellent outlook and will be thankful to others.",
        "gana": "Deva",
        "yoni": "Marjara(Cat)",
        "nadi": "Aadi",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 8,
        "name": "PUSHYAMI",
        "planet_id": 8,
        "first_pada": "Sincere, respects elders and keeps interest in studies. Religious and with good character and conduct. Normally rich and generous. Associate themselves with learned people.",
        "second_pada": "Soft-spoken, well-educated teacher, and intelligent. Will have riches and be generous.",
        "third_pada": "Ever-smiling, amiable and have an excellent relationship with kith and kin. Well educated and a go-getter in doing things.",
        "fourth_pada": "Always quarrelsome, with a mean character. Normally adamant and can be easily provoked.",
        "gana": "Deva",
        "yoni": "Mesh(Ram)",
        "nadi": "Madhya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 9,
        "name": "ASHLESHA",
        "planet_id": 5,
        "first_pada": "May be rich but can be mean. Can be quarrel-some and normally does not get along well with people. He will try to convert others' riches.",
        "second_pada": "Good appearance and colour with beautiful eyes. Can be quarrelsome and will not respect traditions.",
        "third_pada": "May not be in good terms with the spouse. Short-tempered and quarrelsome. He can also be thankless and arrogant.",
        "fourth_pada": "May not be associated with people of good character. Succumbs to low-level pressures. Can also be a spendthrift.",
        "gana": "Rakshasha",
        "yoni": "Marjara(Cat)",
        "nadi": "Anya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 10,
        "name": "MAGHA",
        "planet_id": 7,
        "first_pada": "Inclined towards studies and evinces interest in traditional aspect of life. Generous and kind-hearted, with good appearance and rich.",
        "second_pada": "A person slow to react and respond. Will be a spendthrift. May suffer from illness and live a respectable life in the society.",
        "third_pada": "A soft-spoken but physically strong person. He will envy others' wealth and riches.",
        "fourth_pada": "Exhibits a lot of affection towards spouse. One who can entice others by his/her speech and amiable nature.",
        "gana": "Rakshasha",
        "yoni": "Mushak(Rat)",
        "nadi": "Anya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 11,
        "name": "POORVA PHALGUNI",
        "planet_id": 6,
        "first_pada": "The native will have a sterling character and conduct. Will be competent and smart in all walks of life.",
        "second_pada": "The native will not be very lucky. Interested in cultivation and business. He may suffer from worries.",
        "third_pada": "A person of good conduct. May do well in all counts of life. Respected with fame and name.",
        "fourth_pada": "Normally does not believe in religion and traditional view of life. May have scars in his body. Tendency to disrespect elders.",
        "gana": "Manushya",
        "yoni": "Mushak(Rat)",
        "nadi": "Madhya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 12,
        "name": "UTHRA PHALGUNI",
        "planet_id": 1,
        "first_pada": "The native is amiable, sociable, and friendly with kith and kin. A person with good conduct and respectable speech. Normally thankful to others for their favours.",
        "second_pada": "May suffer from poverty. He can be an indifferent and courageous person. May also be a foodie.",
        "third_pada": "Religious-minded. Believes in tradition and good conduct. Inclined towards cultivation and animal husbandry. One who keeps his/her words.",
        "fourth_pada": "Not supported by their parents. Indifferent and one who does not respect others.",
        "gana": "Manushya",
        "yoni": "Gau(Cow)",
        "nadi": "Aadi",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 13,
        "name": "HASTHA",
        "planet_id": 2,
        "first_pada": "An egoist and a liar of the first order. Normally a person who is fond of animals and ornaments. Will be well-educated and believe in being good to others.",
        "second_pada": "May not be supported by mother. One who evinces keen interest in art and music. He will be healthy and live long.",
        "third_pada": "One who may suffer poverty and diseases. He may not be supported by their father. Will have business motives.",
        "fourth_pada": "A tall person with amiable nature. One who is liked by their mother. Happy go lucky person with good conduct.",
        "gana": "Deva",
        "yoni": "Mahish(Buffalo)",
        "nadi": "Aadi",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 14,
        "name": "CHITRA",
        "planet_id": 9,
        "first_pada": "Very purposeful and a go-getter in life. Fond of travelling. Will have the tendency to repeat whatever they tell. Will have a lot of moles on the body.",
        "second_pada": "May be poverty stricken, loss of wealth and a wanderer. Shows an interest in education. Maintains good relationship with one and all.",
        "third_pada": "Well-educated, courageous, and respectful. Endowed with good character, and generous.",
        "fourth_pada": "Talented and will understand others well. Courageous and victorious in action. Is normally humble.",
        "gana": "Rakshasha",
        "yoni": "Vyaghra(Tiger)",
        "nadi": "Madhya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 15,
        "name": "SWAATHI",
        "planet_id": 4,
        "first_pada": "Religious and upholds traditional values. Will respect elders and kin. Good conduct and character. Associated with learned people.",
        "second_pada": "Good appearance and strong personality. Full of wisdom and straight-forward. Engrossed with thoughts and will have lots of desires.",
        "third_pada": "Will be quarrelsome, litigant, and unstable in character. May not be very intelligent.",
        "fourth_pada": "Prone to anger, litigation and quarrelsome. Capacity to understand people well.",
        "gana": "Deva",
        "yoni": "Mahish(Buffalo)",
        "nadi": "Anya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 16,
        "name": "VISHAAKHA",
        "planet_id": 3,
        "first_pada": "Interested in studies, and broad-minded. Has good business acumen. May have intuition and therefore good in diagnostic activities.",
        "second_pada": "Talented but can be crooked. One who talks about himself. May also be learned.",
        "third_pada": "Short-statured but healthy. May be quarrelsome and a litigant. Can understand all sorts of tricky situations.",
        "fourth_pada": "Talented, rich, and famous. Adept in talking and writing. Rich and generous. Good appearance.",
        "gana": "Rakshasha",
        "yoni": "Vyaghra(Tiger)",
        "nadi": "Anya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 17,
        "name": "ANURAADHA",
        "planet_id": 8,
        "first_pada": "Interested in studies and science. Can become a successful research scholar. May rise up to a respectable position.",
        "second_pada": "Honoured by the government and may be associated with it for livelihood. May be good in interpersonal relationships. Generous and large-hearted.",
        "third_pada": "Handsome personality. Talented and soft-spoken in nature. Fond of art and artefacts. Philanthropic and magnanimous.",
        "fourth_pada": "Shy in nature. Liked by kith and kin. May not have children.",
        "gana": "Deva",
        "yoni": "Mriga",
        "nadi": "Madhya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 18,
        "name": "JYESHTA",
        "planet_id": 5,
        "first_pada": "Learned in Arts and Science. Good in writing and can be an author. May be philanthropic, generous, courageous, and brave.",
        "second_pada": "Playful and can be provoked easily. Interested in music and fine arts. Will be sweet-speaking.",
        "third_pada": "Low in thoughts and will suffer from diseases. May be interested in animal husbandry and also other affairs.",
        "fourth_pada": "Will be wicked, troublesome, and quarrelsome. May not be a person with good conduct.",
        "gana": "Rakshasha",
        "yoni": "Mriga",
        "nadi": "Aadi",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 19,
        "name": "MOOLA",
        "planet_id": 7,
        "first_pada": "Simpleton and thankless person. Will be active and generate wealth.",
        "second_pada": "Will be interested in education but may be compulsive liar. May suffer from heart diseases.",
        "third_pada": "Good appearance and attractive. Fond of travelling and generally cosy. Will be a foodie especially fond of fruits.",
        "fourth_pada": "Physically strong personality. Learned in Arts and Sciences. Will be valorous and combative.",
        "gana": "Rakshasha",
        "yoni": "Shwan",
        "nadi": "Aadi",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 20,
        "name": "POORVASHADA",
        "planet_id": 6,
        "first_pada": "Average longevity. Learned in Arts and Sciences. Will be happy and generous. Good relationship with others.",
        "second_pada": "Will be detested by kith and kin. May not have good conduct and character. May not be supported by their mother.",
        "third_pada": "Rich and adamant person. Loudmouthed character. May not get the support of the mother.",
        "fourth_pada": "Well-built and courageous. Expert in debate and eloquent in speech. Can be selfish at times.",
        "gana": "Manushya",
        "yoni": "Vanar(Monkey)",
        "nadi": "Madhya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 21,
        "name": "UTHRASHAADA",
        "planet_id": 1,
        "first_pada": "Good appearance and talented. Inclined towards studies. Interest in art and artefacts. Quiet personality with good name and fame.",
        "second_pada": "Evinces interest in studies particularly science. Eloquent in speech. Physically strong and selfish.",
        "third_pada": "Egoistic and cruel-minded. May sometimes be quarrelsome and troublesome.",
        "fourth_pada": "Good appearance and courageous. Task Master. Good relationship with kith and kin. Very active and purposeful in life.",
        "gana": "Manushya",
        "yoni": "Nakul",
        "nadi": "Anya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 22,
        "name": "SHRAAVAN",
        "planet_id": 2,
        "first_pada": "Talented and physically strong. Religious and appreciates traditional values. Respects one and all. Generous and philanthropic.",
        "second_pada": "Talented rich and famous. Respects elders. Maintains good relationship with all. Good understanding of human nature.",
        "third_pada": "Interested in public works. Always thoughtful and worried in nature. Rich and well-known. May suffer from diseases.",
        "fourth_pada": "Generous. Have lot of real estate properties. Not one with good conduct.",
        "gana": "Deva",
        "yoni": "Vanar(Monkey)",
        "nadi": "Anya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 23,
        "name": "DHANISHTA",
        "planet_id": 9,
        "first_pada": "Thinking process may be hindered. Always in a hurry. Will be happy and with riches.",
        "second_pada": "Affinity towards spouse. Ill-tempered and aggressive. Unstable mind and poverty stricken.",
        "third_pada": "Tall and good appearance. Righteous and just in all dealings. Good character and conduct.",
        "fourth_pada": "Ill-tempered, morbid thinking and aggressive. Will have riches but tends to be egoistic.",
        "gana": "Rakshasha",
        "yoni": "Singha(Lion)",
        "nadi": "Madhya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 24,
        "name": "SHATHABHISHA",
        "planet_id": 4,
        "first_pada": "Good appearance and healthy. Generous with broad outlook. Good conduct with ordinary income.",
        "second_pada": "Aggressive, ill-tempered, and impatient. Not generous. Clear mind.",
        "third_pada": "Good conduct and character. Very progressive in thinking. Adept in getting things done.",
        "fourth_pada": "A very thinking person with good deeds and character. Talented and self-motivated person.",
        "gana": "Rakshasha",
        "yoni": "Ashwa(Horse)",
        "nadi": "Aadi",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 25,
        "name": "POORVA BHADRA",
        "planet_id": 3,
        "first_pada": "Dramatises life. Adept in convincing people. Shows affinity towards spouse. Healthy and happy disposition.",
        "second_pada": "Dedicated to spouse. Association with respectable person in society. Very careful about others opinion.",
        "third_pada": "Very learned, poet and a teacher by nature. Sophisticated, amiable, and friendly person. Foodie who prefers to eat out.",
        "fourth_pada": "Appreciated by kith and kin. Handsome and healthy. Successful in profession and earns name and fame.",
        "gana": "Manushya",
        "yoni": "Singha(Lion)",
        "nadi": "Aadi",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 26,
        "name": "UTHRA BHADRA",
        "planet_id": 8,
        "first_pada": "Has fixed and robust ideas and thinking. Rich and famous. Religious-minded and has values in life.",
        "second_pada": "Talented but unstable in thought and action. Prefers adorable attire. Though the person is of good character, he can be associated with people with low morale",
        "third_pada": "Religious and righteous –minded. Aggressive and ill tempered. May have lots of body hair.",
        "fourth_pada": "One who is born and manages a big family. Learned and a poet. Inclined towards cultivation. Normally generous but with worries.",
        "gana": "Manushya",
        "yoni": "Gau(Cow)",
        "nadi": "Madhya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 27,
        "name": "REVATHI",
        "planet_id": 5,
        "first_pada": "Exhibits affinity towards spouse and takes prodigal care of them. Good appearance and healthy. Educated and gets along well with other people.",
        "second_pada": "Tall, simple, and uncomplicated in nature. Thinks highly about themselves. May not be successful when working in groups.",
        "third_pada": "Simple and peaceful life. Though men of good character and conduct, will not have riches.",
        "fourth_pada": "Happy and healthy person. Follows the law of the land. Will have enough riches to lead a happy life.",
        "gana": "Deva",
        "yoni": "Gaja(Elephant)",
        "nadi": "Anya",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 28,
        "name": "Abhijit",
        "planet_id": 10,
        "first_pada": "Good appearance and healthy. Good character and conduct. Affinity towards spouse. Good in life and family.",
        "second_pada": "Tall and simple. Good character and conduct. Affinity towards spouse. Affinity towards others. Affinity towards family.",
        "third_pada": "Tall and simple. Good character and conduct. Affinity towards spouse. Affinity towards others. Affinity towards family.",
        "fourth_pada": "Tall and simple. Good character and conduct. Affinity towards spouse. Affinity towards others. Affinity towards family.",
        "gana": "Deva",
        "yoni": "Nakul",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    }
]