[
    {
        "id": 1,
        "node_id": 1,
        "name": "Sun",
        "aspect": "7",
        "impact": "Governs the soul.",
        "karak": "Permanence, source of light, life energy, honour, valour, power, politics, leader, top management, dream, vision, luck, eyesight, Government, permanent income, father, perseverance, health, trees, dictatorship, sphere, anger, copper, ruby, red colour, east direction.",
        "significance": "Energy Infuser: Picture the Sun as the soul of our being, infusing life with energy, will-power, and an undeniable drive. Cosmic Cheerleader: It is not just a fiery ball in the sky; it is the cosmic cheerleader, shaping our attitudes, individuality, and life principles. The Influencer: When the Sun takes the spotlight in our birth chart, it instils the courage to tackle life's challenges head-on. The Sun is said to have a strong influence on political maestros and public figures.",
        "income": "If the position of the Sun is strong then the Sun can be your celestial career coach, guiding you to different job opportunities like a job in the government, medicine, or even in the world of gold and jewellery. If the Sun is feeling extra good, you can expect some serious cash flow - your hard work pays off big time! So, whether you're curing your patients with medicine, shining in government roles, or sparkling with gold, the Sun's shine will pour in a lot of luck in your life.",
        "ruling_houses": "Leo",
        "transit_time": "One month",
        "friendly_houses": "Cancer, Scorpio, Sagittarius, Pisces",
        "unfriendly_houses": "Capricorn, Aquarius, Taurus",
        "neutral_houses": "Virgo, Gemini",
        "friendly_planets": "Moon, Mars, Jupiter",
        "neutral_planets": "Mercury",
        "enemy_planets": "Saturn, Venus",
        "exaltation": "ARIES = 1",
        "debilition": "LIBRA = 7",
        "mool_trikona": "1-10 LEO",
        "highly_exaltation": "10 ARIES",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 2,
        "node_id": 2,
        "name": "Moon",
        "aspect": "7",
        "impact": "Rules the mind.",
        "karak": "Change, Impermanence, Wavering, movement, distraction, travel, shame, flower, liquid perfumes, pearl, salt, honey, silk garments General public, salesmen, conductors, donors, poetry, storytellers, imagination, Mother, mother-in-law, aged women",
        "significance": "The Cosmic Influence: Moon, as the cosmic influencer, shapes our emotions and inner thoughts. Attitudes and Emotions: It reflects our attitude and emotional ties, guiding our relationships. Roles and Responsibilities: Moon defines our responsibilities and reflects our popularity in a lifetime.",
        "income": "This person works with fancy clothes, yummy snacks, and other cool stuff for the rich folks in the society. They're a pro in making and selling things like clothes, fish, and chemicals. They can also be a writer, especially writing about interesting things. In hotels and other grand places, they're great at making people feel happy. They enjoy taking a little risk sometimes, and they might help take care of important places like schools or churches. They're super talented and helpful friends!",
        "ruling_houses": "Cancer",
        "transit_time": "2¼ days",
        "friendly_houses": "Gemini, Leo, Virgo",
        "unfriendly_houses": "NONE",
        "neutral_houses": "Aries, Libra, Sagittarius, Capricorn, Aquarius, Pisces",
        "friendly_planets": "Sun, Mercury",
        "neutral_planets": "Mars, Jupiter, Venus, Saturn",
        "enemy_planets": "NONE",
        "exaltation": "TAURUS = 2",
        "debilition": "SCORPIO = 8",
        "mool_trikona": "4-20 TAURUS",
        "highly_exaltation": "3 TAURUS",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 3,
        "node_id": 3,
        "name": "Jupiter",
        "aspect": "5,7,9",
        "impact": "Bestows knowledge and happiness.",
        "karak": "Respectable, auspicious Dhana karaka and putra karaka, significator for wisdom, maturity, large treasure or cash, gold, child giver, growth, respectability, higher position, temple work, childbirth, traditional learning, religion, fortunes, gains, preacher, family, wealth.",
        "significance": "Planet of Expansion: Opens doors to growth, abundance, and prosperity. Religious and Philosophical Pursuits: Guides seekers in religion and philosophy, encouraging higher learning. Luck and Fortune: Architect of luck, weaving threads of fortune into life's tapestry. Achievement and Success: Acts as a mentor, steering individuals toward achievements. Planet of Joy: Radiates happiness, bringing contentment and fulfilment. Impact of Weak Jupiter: A weakened Jupiter may dim joy, leaving individuals feeling listless.",
        "income": "Jupiter, the cosmic guide, brings diverse sources of income, favouring legal, religious, and teaching pursuits. It signifies financial gains from elder siblings and the potential for success in banking. For some, Jupiter opens doors to roles like statesmanship and politics. Individuals under Jupiter's influence may find prosperity in justice, consulting, advising, and trustee positions. This celestial benefactor encourages a blend of financial success and meaningful contributions to society, creating a path of abundance in various professional endeavours.",
        "ruling_houses": "Taurus, Libra",
        "transit_time": "1 year",
        "friendly_houses": "Aries, Leo, Scorpio",
        "unfriendly_houses": "Taurus, Gemini, Virgo, Libra",
        "neutral_houses": "Aquarius",
        "friendly_planets": "Sun, Mars, Moon",
        "neutral_planets": "Saturn",
        "enemy_planets": "Mercury, Venus",
        "exaltation": "CANCER = 4",
        "debilition": "Capricorn = 10",
        "mool_trikona": "0-10 SAGITTARIUS",
        "highly_exaltation": "5 CANCER",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 4,
        "node_id": 4,
        "name": "Rahu",
        "aspect": "5,7,9",
        "impact": "Brings grief.",
        "karak": "Kingdom, gathering, false arguments, hurt speech, irreligious persons, gambling, going abroad, bones, falsehood, wandering in wild places, pain, staying outside, old age, sorrow, sharp pain and harsh words.",
        "significance": "The quality of Rahu in general is like that of Saturn. It is slow in motion, separative in character, and opposed to knowledge. Rahu is known for sudden and unexpected results, whichmay be either negative or positive. Rahu is a Planet which indicates foreign elements in all fields. Rahu is a Planet which is in always retrograde motion. Therefore, in their sub-periods, it relates to things which are restored and regained.",
        "income": null,
        "ruling_houses": null,
        "transit_time": "1½ years",
        "friendly_houses": "Gemini, Virgo, Taurus, Sagittarius, Capricorn, Pisces.",
        "unfriendly_houses": "Aries, Cancer, Leo, Aquarius",
        "neutral_houses": null,
        "friendly_planets": null,
        "neutral_planets": null,
        "enemy_planets": null,
        "exaltation": null,
        "debilition": null,
        "mool_trikona": null,
        "highly_exaltation": null,
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 5,
        "node_id": 5,
        "name": "Mercury",
        "aspect": "7",
        "impact": "Guides speech.",
        "karak": "Young, fresh, green, mathematics, intelligence, cleverness, dual nature, smartness, astrology, communication, valuation, trading and broking, negotiation, speech, mobile phone, accounts and audit, public speaker, younger sister, lover, friends, schools, bank, library, documents storage area, newspaper, all education related and intelligence related objects.",
        "significance": "Intellectual Powerhouse: Mercury reflects a person's brain power, intelligence, and quick-thinking skills. Logical Abilities: Mercury is the maestro behind logical and reasoning skills, aiding in thoughtful and strategic decision-making. Wordsmith in Action: Mercury influences expression and writing abilities, turning thoughts into articulate words. Travel Enthusiast: A robust Mercury sparks wanderlust, making those under its influence inclined to explore and travel.",
        "income": "Mercury, like a cosmic mentor, shapes various careers with its focus on communication and expression. It influences teaching, speaking, writing, and guiding, and is for those who use words skilfully. Authors find inspiration in, and successful advocates owe some of their prowess to, Mercury's influence. In the realm of journalism, Mercury helps tell impactful stories. Financial gains often come through social connections, and roles in government-related areas benefit from Mercury's touch. From ambassadors to editors, translators to entertainers, Mercury's influence spans a variety of professions. Musicians and singers, too, draw creative energy from this celestial force. In simple terms, Mercury shapes diverse careers, making each professional journey interesting and uniquely rewarding.",
        "ruling_houses": "Gemini, Virgo",
        "transit_time": "On an average one month",
        "friendly_houses": "Taurus, Leo, Libra",
        "unfriendly_houses": "Gemini, Virgo",
        "neutral_houses": "Aries, Scorpio, Sagittarius, Capricorn, Aquarius",
        "friendly_planets": "Sun, Venus",
        "neutral_planets": "Saturn, Mars, Jupiter",
        "enemy_planets": "Moon",
        "exaltation": "VIRGO = 6",
        "debilition": "PISCES = 12",
        "mool_trikona": "16-20 VIRGO",
        "highly_exaltation": "15 VIRGO",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 6,
        "node_id": 6,
        "name": "Venus",
        "aspect": "7",
        "impact": "Gives vitality to character. Makes people happy.",
        "karak": "Wife, elder sisters, marital bliss, all luxurious things and places.",
        "significance": "Artistic Instincts: Venus ignites artistic passions, fostering a love for beauty in various forms. Team Leaders' Secret: Venus aids relationship building, a trait found in successful team leaders. Art, Music, Literature: Venus influences minds towards the realms of art, music, and literature. Happy Married Life: Venus is the cosmic bond associated with a happy married life, deeply connected to one's spouse. Luxurious Lifestyle: Venus is synonymous with enjoyment, luxury, and a life surrounded by beauty. Wife, Elder Sister: Venus governs relationships with the wife, the elder sister, and all aspects of feminine deities.",
        "income": "Venus brings forth wealth through avenues like gold, gems, cosmetics, beverages, and animal husbandry. It plays a crucial role in sectors like hospitality and entertainment, adding a touch of charm to these industries. The gleam of gold, the sparkle of jewels, the allure of cosmetics, and the richness of dairy are all under Venus's benevolent influence, creating a tapestry of prosperity. This celestial force intertwines with various aspects of life, turning it into a symphony of abundance and luxury, where beauty and wealth harmoniously coexist.",
        "ruling_houses": "Taurus, Libra ",
        "transit_time": "On an average one month",
        "friendly_houses": "Gemini, Capricorn, Aquarius",
        "unfriendly_houses": "Cancer, Leo",
        "neutral_houses": "Aries, Scorpio, Sagittarius",
        "friendly_planets": "Mercury, Saturn",
        "neutral_planets": "Mars, Jupiter",
        "enemy_planets": "Moon, Sun",
        "exaltation": "PISCES = 12",
        "debilition": "VIRGO = 6",
        "mool_trikona": "0-15 LIBRA",
        "highly_exaltation": "27 PISCES",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 7,
        "node_id": 7,
        "name": "Ketu",
        "aspect": "5,7,9",
        "impact": "Governs hardships.",
        "karak": "Doctor, dog, salvation, wealth, consumption, pain, fever, prosperity, inconsistency, knowledge, paternal grandfather, stomach, eyesore, stupidity, trouble from enemies, luck, and indifference to the world.",
        "significance": "Ketu's character is like that of Mars. Like Mars it is fiery in nature. If a person is associated with malefic Planets this fiery quality becomes pronounced. If it is associated with benefic Planets in dignity, they increase the good quality of the House. Like Rahu, Ketu is also a Planet which gives unexpected results. If Ketu is placed with a Yogakaraka Planet, then it gives beneficial results.",
        "income": null,
        "ruling_houses": null,
        "transit_time": "1½ years",
        "friendly_houses": "Gemini, Virgo, Libra, Sagittarius, Capricorn, Pisces",
        "unfriendly_houses": "Aries, Cancer, Aquarius",
        "neutral_houses": null,
        "friendly_planets": null,
        "neutral_planets": null,
        "enemy_planets": null,
        "exaltation": null,
        "debilition": null,
        "mool_trikona": null,
        "highly_exaltation": null,
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 8,
        "node_id": 8,
        "name": "Saturn",
        "aspect": "3,7,10",
        "impact": "Represents struggle.",
        "karak": "It is a democratic planet, It denotes employees, labour contracts, legs, hurricanes, all old items, used items, archaeology.",
        "significance": "Hard Work: Saturn aligns with diligence and industrious tendencies. Self-Discipline: It promotes a disciplined and responsible approach to tasks. Practical Outlook: Saturn imparts a practical and realistic perspective on life. Self-Made Success: A well-placed Saturn fosters self-made success and prudence. Pragmatic Mindset: Those influenced by Saturn often exhibit a pragmatic and grounded outlook.",
        "income": "Saturn's influence extends through government roles, politics, and public service, offering income avenues in mining and metallurgy. Individuals under Saturn's sway often find success in public undertakings, contributing to societal welfare. This celestial force weaves threads of prosperity through roles that serve the masses and contribute to the public good.",
        "ruling_houses": "Capricorn, Aquarius",
        "transit_time": "2.5 years",
        "friendly_houses": "Taurus, Gemini, Virgo",
        "unfriendly_houses": "Cancer, Leo, Scorpio",
        "neutral_houses": "Sagittarius, Pisces",
        "friendly_planets": "Venus, Mercury",
        "neutral_planets": "Jupiter",
        "enemy_planets": "Sun, Moon, Mars",
        "exaltation": "LIBRA = 7",
        "debilition": "ARIES = 1",
        "mool_trikona": "0-20 AQUARIUS",
        "highly_exaltation": "20 LIBRA",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    },
    {
        "id": 9,
        "node_id": 9,
        "name": "Mars",
        "aspect": "4,7,8",
        "impact": "Influences strength.",
        "karak": "Protection, discipline Boldness, anger, supervisory management, executor, energy, stubborn, focused, self-protection, sexual desires, accident.",
        "significance": "Mars, the Cosmic Dynamo: Mars takes the helm of physical energy, infusing individuals with vigour and assertiveness. Power-Packed Thinking: Governing thoughts and actions, Mars fosters individualism and a spirited attitude. Thoughts of Liberation: Mars is the cosmic flagbearer of freedom, sparking rebellious and independent thinking. Controlled Aggression at Work: Linked to work, a robust Mars instils controlled aggression, shaping a person's work approach to be assertive and determined.",
        "income": "In various walks of life, Mars asserts its influence. For those safeguarding, be it in the military, police, or security forces, Mars fuels courage. Firefighters and sports heroes draw strength from Mars, embodying bravery on the frontlines. In the realm of healing, Mars guides surgeons and medical practitioners, infusing precision into their work. As the cosmic steward of Earth (Bhumi karaka), Mars extends its impact to real estate and agriculture, transforming earthly endeavours into prosperous ventures. In careers and livelihoods, Mars paints a dynamic canvas, inspiring strength, valour, and fruitful pursuits.",
        "ruling_houses": "Aries and Scorpio",
        "transit_time": "1.5 months",
        "friendly_houses": "Leo, Sagittarius, Pisces",
        "unfriendly_houses": "Gemini, Virgo",
        "neutral_houses": "Taurus, Libra, Aquarius",
        "friendly_planets": "Jupiter, Moon, Sun",
        "neutral_planets": "Saturn, Venus",
        "enemy_planets": "Mercury",
        "exaltation": "CAPRICORN = 10",
        "debilition": "CANCER = 4",
        "mool_trikona": "0-12 ARIES",
        "highly_exaltation": "28 CAPRICORN",
        "created_at": "2024-08-31 16:12:38",
        "updated_at": "2024-08-31 16:12:38"
    }
]