[
    {
        "id": 1,
        "name": "Aries (মেষ)",
        "planet_id": 9,
        "type": "Movable (চারা)",
        "type_description": "A person born in Chara Rasi is fond of moving from one place to another. The word Chara means constantly moving. Individuals in this rasi are fond of change and are industrious by nature.",
        "element": "Fire",
        "element_description": "Fire represents activities, desires, and energy levels.",
        "significance": "Aries are the celestial trailblazers! Born under the fiery banner of Mars, your cosmic DNA is laced with competitiveness and a need for speed. You're the sprinter of the zodiac, fuelled by courage, determination, and an unyielding optimism. With the wind at your back, you emanate confidence and honesty, a powerhouse in perpetual motion. Yet, beware of the pitfalls which hinder your way due to impatience, aggression, and impulsiveness, which lurk in the shadows when the cosmic balance tips. So, move forward fearlessly, Aries, but keep your celestial compass balanced, as the universe awaits your unbridled enthusiasm.",
        "attributes": "Self, personality, physical appearance, vitality, beginnings, demeanour, outlook on life.",
        "results": "It represents the native's approach to life and how they project themselves to the world.",
        "degree_start": "0° 0' 0''",
        "degree_end": "29° 59' 59''",
        "functional_benefics": "Sun, Jupiter, Moon",
        "functional_malefics": "Mercury, Venus, Saturn",
        "functional_diedly": "Venus, Mercury, Saturn",
        "created_at": "2024-08-05 11:20:58",
        "updated_at": "2024-08-05 11:20:58"
    },
    {
        "id": 2,
        "name": "Taurus (বৃষ)",
        "planet_id": 6,
        "type": "Fixed (স্থির)",
        "type_description": "when a person is from this rasi, his ideas keep on changing, and therefore his actions too keep changing. The word Sthira stands for stability. Lord Siva is the ruler of this rasi. The person born in Sthira Rasi is one with a steady mind and fixed set of behaviours. Normally, he lives in a particular place for most of his life.",
        "element": "Earth",
        "element_description": "Earth indicates materialism and all the earthly qualities.",
        "significance": "Taurus is the connoisseur of beauty among all zodiac signs! With Venus as the central planet, you waltz through life, savouring every exquisite detail laid on your plate. Known for measured strides and careful deliberation, you're the pragmatic architect of stability. Your decisions are reliable and responsible, blossoming from the sweet fruits of hard labour. Yet, oddity befalls upon you when stubbornness tiptoes into your serene garden. Averse to abrupt changes, you gracefully dance forward, fuelled by a determined work ethic. So, continue crafting your masterpiece, Taurus, your strokes are underlined by Venus's everlasting artistry.",
        "attributes": "Wealth, possessions, values, material resources, income, self-worth, speech.",
        "results": "It signifies the native's financial status, earning potential, and attitude towards money and possessions.",
        "degree_start": "30° 0' 0''",
        "degree_end": "59° 59' 59''",
        "functional_benefics": "Saturn, Mercury, Sun",
        "functional_malefics": "Moon, Jupiter",
        "functional_diedly": "Jupiter, Mars",
        "created_at": "2024-08-05 11:20:58",
        "updated_at": "2024-08-05 11:20:58"
    },
    {
        "id": 3,
        "name": "Gemini (মিথুন)",
        "planet_id": 5,
        "type": "Mutable (পরিবর্তন)",
        "type_description": "Those born in dual signs come somewhere in the middle. Sometimes they act like Chara Rasi people and sometimes Sthira Rasi people.",
        "element": "Air",
        "element_description": "Air represents intelligence, intellect, and communication.",
        "significance": "Gemini is the zodiac of the wordsmiths! Ruled by the ever-curious Mercury, your pulse is filled with wit, joy, and an insatiable curiosity. Your mind, a perpetual thinker's playground, never rests, constantly craving the world's vast offerings. With a mastery of communication, you're a born storyteller and an explorer at heart. Affectionate and amiable, you embrace life as a boundless classroom, always eager to learn from every twist of experience. So, let your curiosity lead the way, Gemini, for the stars in your chart are a means for the art of indulgence.",
        "attributes": "Communication, siblings, short trips, learning, intellect, writing, courage, Media, Online Work",
        "results": "It governs communication skills, relationships with siblings, local travel, and mental abilities.",
        "degree_start": "60° 0' 0''",
        "degree_end": "89° 59' 59''",
        "functional_benefics": "Venus",
        "functional_malefics": "Mars, Jupiter, Sun",
        "functional_diedly": "Moon, Jupiter",
        "created_at": "2024-08-05 11:20:58",
        "updated_at": "2024-08-05 11:20:58"
    },
    {
        "id": 4,
        "name": "Cancer (কর্কট)",
        "planet_id": 2,
        "type": "Movable (চারা)",
        "type_description": "A person born in Chara Rasi is fond of moving from one place to another. The word Chara means constantly moving. Individuals in this rasi are fond of change and are industrious by nature.",
        "element": "Water",
        "element_description": "Water indicates emotions, feelings, and memory.",
        "significance": "Your gifts shine with creativity, persuasion, and a deep emotional touch. Your sensitivity paints life in vibrant colours. Careful, though, as mood swings may dance in, and insecurities may tiptoe. Family roots and heritage will always be your guiding stars, illuminating your journey. Your intuitive power is your secret weapon, a magical compass in the cosmic journey. Embrace the ebbs and flows, for your ancestral tales weave the fabric of your essence. The flow of emotions and intuition will guide you on an adventure which has been penned by the stars.",
        "attributes": "Home, family, roots, emotional foundation, mother, private life, ancestral heritage.",
        "results": "It represents the domestic environment, family dynamics, and emotional security.",
        "degree_start": "90° 0' 0''",
        "degree_end": "119° 59' 59''",
        "functional_benefics": "Mars, Moon, Jupiter",
        "functional_malefics": "Venus, Mercury",
        "functional_diedly": "Saturn, Mercury, Venus",
        "created_at": "2024-08-05 11:20:58",
        "updated_at": "2024-08-05 11:20:58"
    },
    {
        "id": 5,
        "name": "Leo (সিংহ)",
        "planet_id": 1,
        "type": "Fixed (স্থির)",
        "type_description": "when a person is from this rasi, his ideas keep on changing, and therefore his actions too keep changing. The word Sthira stands for stability. Lord Siva is the ruler of this rasi. The person born in Sthira Rasi is one with a steady mind and fixed set of behaviours. Normally, he lives in a particular place for most of his life.",
        "element": "Fire",
        "element_description": "Fire represents activities, desires, and energy levels.",
        "significance": "Basking in the celestial spotlight of the Sun, Leo is a powerhouse of vitality and creativity, painting the cosmos in this way. Generosity and warmth flow from your lion-hearted spirit, casting a golden glow on all that you touch. Yet, beware of the shadows, as arrogance and ego lurk when the stars misalign. Your self-confidence is your crown, turning you into a natural leader and a crisis maestro.",
        "attributes": "Creativity, romance, children, hobbies, speculation, self-expression, joy.",
        "results": "It governs creative pursuits, love affairs, recreational activities, and speculative ventures.",
        "degree_start": "120° 0' 0''",
        "degree_end": "149° 59' 59''",
        "functional_benefics": "Mars, Sun, Jupiter",
        "functional_malefics": "Mars, Saturn, Mercury",
        "functional_diedly": "Mercury, Venus, Saturn",
        "created_at": "2024-08-05 11:20:58",
        "updated_at": "2024-08-05 11:20:58"
    },
    {
        "id": 6,
        "name": "Virgo (কন্যা)",
        "planet_id": 5,
        "type": "Mutable (পরিবর্তন)",
        "type_description": "Those born in dual signs come somewhere in the middle. Sometimes they act like Chara Rasi people and sometimes Sthira Rasi people.",
        "element": "Earth",
        "element_description": "Earth indicates materialism and all the earthly qualities.",
        "significance": "You are a social charmer! You thrive on a well-balanced life, embracing peace and harmony like an old friend. Nature's whispers are your lullaby. You dodge issues and afflictions like a pro and do not give into self-pity. Your world is always bustling, offering a lively time woven with the threads of laughter.",
        "attributes": "Health, routine, service, work, pets, conflicts, enemies, daily responsibilities.",
        "results": "It indicates health issues, work environment, service to others, and potential conflicts.",
        "degree_start": "150° 0' 0''",
        "degree_end": "179° 59' 59''",
        "functional_benefics": "Venus, Saturn, Mercury",
        "functional_malefics": "Jupiter, Moon, Mars",
        "functional_diedly": "Jupiter, Mars, Moon",
        "created_at": "2024-08-05 11:20:58",
        "updated_at": "2024-08-05 11:20:58"
    },
    {
        "id": 7,
        "name": "Libra (তুলা)",
        "planet_id": 6,
        "type": "Movable (চারা)",
        "type_description": "A person born in Chara Rasi is fond of moving from one place to another. The word Chara means constantly moving. Individuals in this rasi are fond of change and are industrious by nature.",
        "element": "Air",
        "element_description": "Air represents intelligence, intellect, and communication.",
        "significance": "You are a social, amiable, straight-forward and balanced person. Normally, you dislike confronting people on issues and have a balanced outlook on life. You are a peace-loving and a harmonious person living close to nature. You love to be surrounded by your friends and are generally people-oriented. True to the symbol of the Rasi you find balance in every aspect of life with the right kind of decisions.",
        "attributes": "Relationships, partnerships, marriage, contracts, open enemies, legal matters.",
        "results": "It governs marriage, partnerships, collaborations, and significant one-to-one relationships.",
        "degree_start": "180° 0' 0''",
        "degree_end": "209° 59' 59''",
        "functional_benefics": "Saturn, Mercury, Venus",
        "functional_malefics": "Sun, Mars, Jupiter",
        "functional_diedly": "Jupiter, Sun",
        "created_at": "2024-08-05 11:20:58",
        "updated_at": "2024-08-05 11:20:58"
    },
    {
        "id": 8,
        "name": "Scorpio (বৃশ্চিক)",
        "planet_id": 9,
        "type": "Fixed (স্থির)",
        "type_description": "A person born in Chara Rasi is fond of moving from one place to another. The word Chara means constantly moving. Individuals in this rasi are fond of change and are industrious by nature.",
        "element": "Earth",
        "element_description": "Earth represents life, nature, and the universe.",
        "significance": "Your passion is to lead a life of purpose, with assertiveness as your trusted companion. Dependability is your superpower, a beacon in times of need. Ruled by Mars, a touch of secrecy adds mystery to your life's story. Your actions speak louder, echoing resilience and determination.",
        "attributes": "Transformation, death, rebirth, shared resources, inheritance, occult matters.",
        "results": "It signifies deep psychological transformations, joint finances, and mysteries of life and death.",
        "degree_start": "210° 0' 0''",
        "degree_end": "239° 59' 59''",
        "functional_benefics": "Sun, Moon, Jupiter",
        "functional_malefics": "Mercury, Venus",
        "functional_diedly": "Mercury, Venus",
        "created_at": "2024-08-05 11:20:58",
        "updated_at": "2024-08-05 11:20:58"
    },
    {
        "id": 9,
        "name": "Sagittarius (ধনু)",
        "planet_id": 3,
        "type": "Mutable (পরিবর্তন)",
        "type_description": "Those born in dual signs come somewhere in the middle. Sometimes they act like Chara Rasi people and sometimes Sthira Rasi people.",
        "element": "Earth",
        "element_description": "Earth represents life, nature, and the universe.",
        "significance": "You are idealistic, balanced, and philosophical in your approach to life in general. You will enjoy outdoor activities and would prefer to travel a lot. By nature, you are inquisitive and open-minded. Most of you are extroverts and will go all out for achieving results. Since your Rasi Lord is Jupiter, which in other words is called the Planet of expansion, growth and development will always be your driving force.",
        "attributes": "Higher education, philosophy, travel, beliefs, spirituality, foreign affairs, wisdom.",
        "results": "It represents higher learning, spiritual pursuits, long-distance travel, and philosophical beliefs.",
        "degree_start": "240° 0' 0''",
        "degree_end": "269° 59' 59''",
        "functional_benefics": "Sun, Mars",
        "functional_malefics": "Venus, Mercury",
        "functional_diedly": "Mercury, Venus, Saturn",
        "created_at": "2024-08-05 11:20:58",
        "updated_at": "2024-08-05 11:20:58"
    },
    {
        "id": 10,
        "name": "Capricorn (মকর)",
        "planet_id": 8,
        "type": "Movable (চারা)",
        "type_description": "A person born in Chara Rasi is fond of moving from one place to another. The word Chara means constantly moving. Individuals in this rasi are fond of change and are industrious by nature.",
        "element": "Earth",
        "element_description": "Earth represents life, nature, and the universe.",
        "significance": "Ruled by Saturn, people from this zodiac sign love to lead a life in order. They are stern but a fair captain of the ship. Able administrators, their path is paved with the bricks of self-control and a hunger for improvement. Learning from mistakes is their secret power, making each project an opportunity for growth. Time is their ally, and they focus their attention and effort on the path of achievement.",
        "attributes": "Career, public image, reputation, status, authority, ambition, achievements.",
        "results": "It indicates career goals, social standing, and the individual's role in society.",
        "degree_start": "270° 0' 0''",
        "degree_end": "299° 59' 59''",
        "functional_benefics": "Mercury, Saturn, Venus",
        "functional_malefics": "Jupiter, Sun, Moon",
        "functional_diedly": "Moon, Jupiter",
        "created_at": "2024-08-05 11:20:58",
        "updated_at": "2024-08-05 11:20:58"
    },
    {
        "id": 11,
        "name": "Aquarius (কুম্ভ)",
        "planet_id": 8,
        "type": "Fixed (স্থির)",
        "type_description": "when a person is from this rasi, his ideas keep on changing, and therefore his actions too keep changing. The word Sthira stands for stability. Lord Siva is the ruler of this rasi. The person born in Sthira Rasi is one with a steady mind and fixed set of behaviours. Normally, he lives in a particular place for most of his life.",
        "element": "Air",
        "element_description": "Air represents intelligence, intellect, and communication.",
        "significance": "Independence and sociability is an integral part of your zodiac sign. However, beware of afflictions as they can turn you into a mysterious introvert. Saturn's influence adds a pinch of stubbornness, shaping you into a relentless explorer of unorthodox ideas. Yet, a word of caution- when Saturn falters, a chill may cloak your warmth. Embrace the enigma of independence within.",
        "attributes": "Friends, social groups, aspirations, goals, networking, humanitarian causes.",
        "results": "It governs friendships, group activities, social networks, and long-term goals.",
        "degree_start": "300° 0' 0''",
        "degree_end": "329° 59' 59''",
        "functional_benefics": "Venus, Mercury, Saturn",
        "functional_malefics": "Moon, Mars, Jupiter",
        "functional_diedly": "Jupiter, Moon",
        "created_at": "2024-08-05 11:20:58",
        "updated_at": "2024-08-05 11:20:58"
    },
    {
        "id": 12,
        "name": "Pisces (মীন)",
        "planet_id": 3,
        "type": "Mutable (পরিবর্তন)",
        "type_description": "Those born in dual signs come somewhere in the middle. Sometimes they act like Chara Rasi people and sometimes Sthira Rasi people.",
        "element": "Water",
        "element_description": "Water indicates emotions, feelings, and memory.",
        "significance": "People from this zodiac sign are normally very understanding, compassionate, and generous. They do selfless service without expecting anything in return. They are open-minded and all-forgiving. Their birth chart is ruled by the planet Jupiter, the planet of expansion, and hence they are fortunate in life.",
        "attributes": "Subconscious, spirituality, isolation, hidden enemies, limitations, karma.",
        "results": "It represents the subconscious mind, hidden strengths, spiritual awakening, and self-undoing.",
        "degree_start": "330° 0' 0''",
        "degree_end": "359° 59' 59''",
        "functional_benefics": "Moon, Mars",
        "functional_malefics": "Sun, Mercury, Venus, Saturn",
        "functional_diedly": "Sun, Mercury, Saturn, Venus",
        "created_at": "2024-08-05 11:20:58",
        "updated_at": "2024-08-05 11:20:58"
    }
]